Opening not cutting anything.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CutoutNotCuttingAnythingDeleteOpening { get; }
  Visual Basic
Public Shared ReadOnly Property CutoutNotCuttingAnythingDeleteOpening As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CutoutNotCuttingAnythingDeleteOpening {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CutFailures Class
  Autodesk.Revit.DB Namespace